/*
 Localized strings for CFErrors returned by AVFoundationCF.

 When displayed in an alert, the strings whose keys end in _Description will be the alert title.
 The strings whose keys end in _RecoverySuggestion or _FailureReason will be the alert body.
 */

"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_Description" = "Tidak Selesai";
"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_RecoverySuggestion" = "Coba lagi nanti.";

"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_Description" = "Tidak Dapat Membuka";
"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_FailureReason" = "Format media ini tidak didukung.";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_Description" = "Tidak Dapat Membuka";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_FailureReason" = "Media ini mungkin rusak.";

"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_Description" = "Tidak Dapat Membuka";
"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_FailureReason" = "App ini tidak disahkan untuk memutar file ini."; /* the file is DRM protected */
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_Description" = "Tidak Dapat Membuka";
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_FailureReason" = "Media ini tidak dapat digunakan.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_Description" = "Tidak Dapat Mendekode";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_FailureReason" = "Dekoder yang diperlukan untuk media ini sibuk.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_RecoverySuggestion" = "Hentikan tindakan lainnya yang mendekode media dan coba lagi.";
"AVFoundationCFErrorDomain_AVCFErrorIncompatibleAsset_Description" = "Tidak Dapat Membuka";
"AVFoundationCFErrorDomain_AVCFErrorIncompatibleAsset_FailureReason" = "Media tidak dapat digunakan di komputer ini.";
"AVFoundationCFErrorDomain_AVCFErrorNoCompatibleAlternatesForExternalDisplay_Description" = "Tidak dapat membuka";
"AVFoundationCFErrorDomain_AVCFErrorNoCompatibleAlternatesForExternalDisplay_FailureReason" = "Konten tidak dapat diputar di layar eksternal.";
"AVFoundationCFErrorDomain_AVCFErrorInsufficientContentProtectionConfiguration_Description" = "Tidak dapat membuka";
"AVFoundationCFErrorDomain_AVCFErrorInsufficientContentProtectionConfiguration_FailureReason" = "Konten yang dilindungi tidak dapat diputar di konfigurasi sistem saat ini.";
"AVFoundationCFErrorDomain_AVCFErrorTranscodeFrameMismatch_Description" = "Track video output pengalihan kode memiliki jumlah bingkai yang salah";
"AVFoundationCFErrorDomain_AVCFErrorTranscodeFrameMismatch_FailureReason" = "Jumlah bingkai output pengalihan kode tidak sama dengan sumber yang tidak memiliki segmen yang diedit";
"AVFoundationCFErrorDomain_AVCFErrorDecodeFailed_Description" = "Gagal mendekode";
"AVFoundationCFErrorDomain_AVCFErrorDecodeFailed_FailureReason" = "dekoder mengalami kesalahan";
"AVFoundationCFErrorDomain_AVCFErrorEncodeFailed_Description" = "Gagal mengodekan";
"AVFoundationCFErrorDomain_AVCFErrorEncodeFailed_FailureReason" = "pengode mengalami kesalahan";
"AVFoundationCFErrorDomain_AVCFErrorInvalidPersistentKey_Description" = "Kunci offline yang disediakan Tidak Sah";
"AVFoundationCFErrorDomain_AVCFErrorInvalidPersistentKey_FailureReason" = "Kunci Offline yang disediakan mungkin tidak sah atau direktori penyimpanan kunci tetap tidak ditemukan";
"AVFoundationCFErrorDomain_AVCFErrorContentIsNotAuthorized_Description" = "Tidak Dapat Membuka";
"AVFoundationCFErrorDomain_AVCFErrorContentIsNotAuthorized_FailureReason" = "Komputer ini tidak disahkan untuk memutar konten";
"AVFoundationCFErrorDomain_AVCFErrorApplicationIsNotAuthorized_Description" = "Tidak Dapat Membuka";
"AVFoundationCFErrorDomain_AVCFErrorApplicationIsNotAuthorized_FailureReason" = "App ini tidak disahkan untuk memutar konten yang dilindungi";
"AVFoundationCFErrorDomain_AVCFErrorContentIsUnavailable_Description" = "Tidak Dapat Membuka";
"AVFoundationCFErrorDomain_AVCFErrorContentIsUnavailable_FailureReason" = "Konten ini tidak lagi tersedia";
